{
  "courses": [
    {
      "id": 0,
      "image": "/src/assets/javascript.svg",
      "title": "Curso de Javascript",
      "description":
        "JavaScript é uma linguagem de programação interpretada estruturada, de script em alto nível com tipagem dinâmica fraca e multiparadigma. Juntamente com HTML e CSS, o JavaScript é uma das três principais tecnologias da World Wide Web.",
      "price": 199.99
    },
    {
      "id": 1,
      "image": "/src/assets/css.svg",
      "title": "Curso de CSS",
      "description":
        "CSS3 é a terceira mais nova versão das famosas Cascading Style Sheets, pela qual se define estilos para um projeto web. Com efeitos de transição, imagem, imagem de fundo/background e outros, pode-se criar estilos únicos para seus projetos web, alterando diversos aspectos de design no layout da página.",
      "price": 199.99
    },
    {
      "id": 2,
      "image": "/src/assets/html.svg",
      "title": "Curso de HTML",
      "description":
        "HTML5 é uma linguagem de marcação para a World Wide Web e é uma tecnologia chave da Internet, originalmente proposto por Opera Software. É a quinta versão da linguagem HTML.",
      "price": 199.99
    },
    {
      "id": 3,
      "image": "/src/assets/react.svg",
      "title": "Curso de React",
      "description":
        "O React é uma biblioteca front-end JavaScript de código aberto com foco em criar interfaces de usuário em páginas web.",
      "price": 299.99
    },
    {
      "id": 4,
      "image": "/src/assets/node.svg",
      "title": "Curso de Node.js",
      "description":
        "Node.js é um software de código aberto, multiplataforma, baseado no interpretador V8 do Google e que permite a execução de códigos JavaScript fora de um navegador web. A principal característica do Node.js é sua arquitetura assíncrona e orientada por eventos.",
      "price": 399.99
    },
    {
      "id": 5,
      "image": "/src/assets/python.svg",
      "title": "Curso de Python",
      "description":
        "Python é uma linguagem de programação de alto nível, interpretada de script, imperativa, orientada a objetos, funcional, de tipagem dinâmica e forte. Foi lançada por Guido van Rossum em 1991",
      "price": 499.99
    }
  ]
}